Repository: rpi-virtuell/rw-sso-rest-auth-client
Catalog: languages/*-sso-client-*.po
Languages: de_de

source: Add user
de_de: Benutzer hinzufügen

source: Client Authentication tool to compare Wordpress login Data with a Remote Login Server
de_de: Client-Authentifizierungstool zum Abgleich von Wordpress-Anmeldedaten mit einem Remote-Login-Server

source: could not be added
de_de: konnte nicht hinzugefügt werden

source: for your blog
de_de: für Ihre Webseite

source: invitation link
de_de: Einladungslink

source: Invite other users to join your blog. You can search for users who have already registered here
de_de: Laden Sie andere Benutzer ein, Ihrem Blog beizutreten. Sie können hier nach Benutzern suchen, die sich bereits registriert haben

source: Invite User
de_de: Benutzer einladen

source: No Response from Remote Login Server! Please inform the Administrator!
de_de: Keine Antwort vom Remote Login Server! Bitte informieren Sie den Administrator!

source: Select desired user (klick)
de_de: Gewünschten Benutzer auswählen (anklicken)

source: Send unregistered users a
de_de: Senden Sie nicht registrierten Benutzern eine

source: The maximum amount of login attempts has been reached please wait %d minutes
de_de: Die maximale Anzahl der Anmeldeversuche wurde erreicht, bitte warten Sie %d Minuten

source: The maximum amount of login attempts has been reached!
de_de: Die maximale Anzahl an Anmeldeversuchen wurde erreicht!

source: Username or Email
de_de: Benutzername oder E-Mail

source: Username or password is invalid
de_de: Benutzername oder Passwort ist ungültig
